{
	"WW_Relics:Crunching_Noises": {
		"NAME": "Crunching Noises",
		"DESCRIPTIONS": [
		"Crunching Noises?",
		"You instinctively stop, feeling a murderous aura ahead. NL NL Crunching noises increasing in speed and volume can be heard until NL CRUNCH NL Curiosity and self-preservation play a tug-of-war in your head. Where to go?",
		"You find the source of the crunching. NL NL Blood and bones are scattered all around in the ground, you can't guess of how many. NL NL In the center of the mess, a Gremlin Nob.",
		"His injuries are many: cuts, bruises, some burns... and his curved body and motions all indicate tiredness. Having seen enough, you start to turn around... NL ...and a wrong step in a bone warns the Nob. NL NL OH BOY HOW MUCH ANGRY CAN HE BE?",
		"Other City denizens are curious and approaching now, and facing them all is just stupid. NL NL How to escape... wait, the bones are neatly organized in a pile now? What?",
		"Decided to be very, very stupid, you defiantly do one step forward to face the whole crowd... NL NL ...and manage to slip and fall backwards, some blood entering your head. NL NL Yes, entering your head. All the blood in the ground stars entering through your veins, the crowd in fear scattering as fast as possible. NL NL You feel heavier, but otherwise... fine?",
		"If you throw enough bones at the crowd, maybe you will gain enough time to find a escape route? NL NL Two bones, one in which hand. One throw... and you manage to epic fail as the bone is stuck to your hand... then to the insides of your hand... NL NL ...and then all the other bones jump straight at you, doing the same! NL NL The crowd, horrified, run for safety as you gain a new skeleton.",
		"Here Challenger Coins",
		"You realize that the path behind you, the one that you came from... is completely open? NL NL Backwards and then a detour and you are safe! ...well, as much as someone can be safe at the Spire. Good call!",
		"Your instincts say NOPE, and you promptly follow them to a less death-noises-making route."
    ],
    "OPTIONS": [
		"[Curiosity] #rFace #ran #rElite #rencounter.",
		"...",
		"[Time To Find Out] #rFight!",
		"[Bloody Opening] #gGain #gNeverending #gBlood.",
		"[Throw Bones To Escape] #gGain #gExtra #gSkeleton.",
		"[Hey, A Bag] #gGain #g3 #gChallenger #gCoin potions.",
		"[Back Back Back] #gGain #g2 #gGood #gInstincts+.",
		"[Safety] #gGain #g1 #gGood #gInstincts.",
		"[Forward!]",
		"[Leave]"
    ]
  }
}